{"jobs": {"1": {"id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "name": "Vaga de Gestor Comercial de B2B", "main_activities": "\nGerenciar o time Comercial\nDesenhar estratégias de B2B para escalar o faturamento\nDefinir e acompanhar metas do B2B com o time\nAcompanhar e ajudar o time a executar as estratégias definidas\nReportar resultados e projeções dos seus KPIs\n", "prerequisites": "\nExperiência comprovada como Gestor de Vendas, Líder Comercial, Diretor Comercial ou afins\nExperiência comprovada em Vendas B2B (business to business)\nExperiência em empresas de Infoprodutos\nProatividade e curiosidade, buscando constantemente aprender e melhorar as habilidades.\nFoco em bater as metas estabelecidas para o time de Vendas\nDisponibilidade para trabalho em período integral (full time)\n", "differentials": "\nConhecimento da metodologia VTSD (Leandro Ladeira)\nConhecimento avançado de Funis de Venda, com uma abordagem estratégica e eficaz na aquisição e retenção de clientes\nInteresse por Programação e Tecnologia (fique tranquilo, NÃO é necessário saber programar)\nExperiência como Gestor Comercial no nicho de Tecnologia em geral, Programação ou Data Science, proporcionando uma compreensão mais profunda do nosso público-alvo\n"}}, "resums": {"1": {"id": "1e098c3d-c798-49b2-b073-609c4e1072dd", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "content": "\n## Nome Completo\nFernando Costa\n\n## Experiência\nAnalista Financeiro Sênior no Banco Invest Plus (Abr 2021 - Presente): Análise de viabilidade econômico-financeira de projetos de investimento, elaboração de relatórios de valuation e due diligence, desenvolvimento de modelos financeiros para previsão de cenários econômicos.  \nAnalista de Controladoria no Grupo Financeiro Nacional (Jun 2017 - Mar 2021): Controle orçamentário e análise de desvios, desenvolvimento de dashboards para acompanhamento de KPIs financeiros, implementação de sistema de custos e gestão de relatórios para auditoria.  \nAssistente Financeiro na Empresa Comercial Ltda (Jan 2015 - Mai 2017): Análise de fluxo de caixa, conciliação bancária e apoio na elaboração do orçamento anual.\n\n## Habilidades \nExcel Avançado, Power BI, SQL, Python, Valuation, Modelagem Financeira, SAP, Análise de Risco, Contabilidade\n\n## Educação \nMBA em Finanças e Controladoria pela Fundação Getúlio Vargas (2019), Bacharelado em Ciências Contábeis pela Universidade Federal do Rio Grande do Sul (2015)\n\n## Idiomas \nNão especificado\n```", "opnion": "# ANÁLISE CRÍTICA DO CURRÍCULO DE FERNANDO COSTA EM RELAÇÃO À VAGA DE GESTOR COMERCIAL DE B2B\n\n## 1. PONTOS DE ALINHAMENTO\n\nAo analisar o currículo de Fernando Costa em relação à descrição da vaga de Gestor Comercial de B2B, alguns pontos de alinhamento podem ser destacados:\n\n- **Experiência em Análise e Relatórios**: Fernando possui uma sólida experiência em análise de investimentos e elaboração de relatórios estratégicos, habilidades que são essenciais para o acompanhamento e report de resultados e projeções de KPIs, conforme exigido na vaga. Sua atuação como Analista Financeiro Sênior no Banco Invest Plus, onde desenvolveu relatórios de valuation e due diligence, demonstra sua capacidade de gerar insights a partir de dados financeiros.\n\n- **Domínio em Ferramentas de Análise**: O candidato apresenta um conhecimento avançado em ferramentas como Excel, Power BI e SQL, que são fundamentais para a análise de dados e acompanhamento de KPIs. Essa habilidade pode ser um diferencial na definição e monitoramento das metas do time comercial.\n\n- **Experiência em Controle Orçamentário**: A experiência de Fernando em controle orçamentário e análise de desvios, adquirida durante seu tempo no Grupo Financeiro Nacional, pode ser útil para a gestão de recursos e definição de estratégias financeiras que suportem o crescimento do faturamento no segmento B2B.\n\n## 2. PONTOS DE DESALINHAMENTO\n\nApesar dos pontos de alinhamento, existem áreas significativas onde Fernando não atende aos requisitos da vaga:\n\n- **Falta de Experiência em Vendas B2B**: A descrição da vaga exige experiência comprovada em vendas B2B, algo que não é mencionado no currículo de Fernando. Sua trajetória é predominantemente focada em finanças e controladoria, sem evidências de atuação em vendas ou gestão comercial, o que é um requisito central para a posição.\n\n- **Experiência em Gestão de Equipes**: A vaga requer experiência como Gestor de Vendas ou Líder Comercial, enquanto Fernando possui experiência apenas em funções analíticas e de suporte financeiro. Não há menção a liderança de equipes ou gestão de pessoas, o que pode ser um fator limitante para a função de gestor.\n\n- **Conhecimento do Nicho de Tecnologia e Infoprodutos**: A descrição da vaga destaca a importância de experiência em empresas de infoprodutos e no nicho de tecnologia. Fernando não apresenta experiência nesse setor, o que pode dificultar sua capacidade de compreender o público-alvo e as dinâmicas de mercado necessárias para o sucesso na função.\n\n## 3. PONTOS DE ATENÇÃO\n\nAlguns aspectos do currículo de Fernando merecem atenção especial:\n\n- **Mudança de Carreira**: Fernando parece ter uma trajetória focada em finanças, o que levanta a questão de sua motivação e capacidade de transição para uma função comercial. A falta de experiência em vendas pode indicar uma dificuldade em se adaptar a um novo ambiente de trabalho, especialmente em um papel que exige habilidades interpessoais e de negociação.\n\n- **Foco em Resultados**: Embora Fernando tenha experiência em análise de resultados financeiros, a descrição da vaga enfatiza a necessidade de um foco em bater metas estabelecidas para o time de vendas. É importante avaliar se Fernando possui a mentalidade orientada para resultados que é crucial em um ambiente comercial.\n\n- **Proatividade e Curiosidade**: A vaga menciona a importância da proatividade e da busca constante por aprendizado. Embora Fernando tenha um histórico acadêmico sólido, não há evidências claras de iniciativas que demonstrem essa proatividade em sua carreira até o momento.\n\n## CONCLUSÃO\n\nEm suma, o currículo de Fernando Costa apresenta uma sólida formação e experiência na área financeira, mas carece de alinhamento com os requisitos específicos da vaga de Gestor Comercial de B2B. A falta de experiência em vendas B2B, gestão de equipes e conhecimento do setor de tecnologia são barreiras significativas que podem limitar sua adequação para a posição. Para ser considerado, Fernando precisaria demonstrar uma capacidade clara de transição para um papel comercial e um entendimento mais profundo das dinâmicas de vendas e do mercado-alvo.", "file": "curriculos\\CV - Fernando Costa - Analista Financeiro.pdf"}, "2": {"id": "ad3c5fbe-5dbf-46e0-be8c-df415603956f", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "content": "\n## Nome Completo\nFernando Costa\n\n## Experiência\nAnalista Financeiro Sênior no Banco Invest Plus (Abr 2021 - Presente): Análise de viabilidade econômico-financeira de projetos de investimento, elaboração de relatórios de valuation e due diligence, desenvolvimento de modelos financeiros para previsão de cenários econômicos.  \nAnalista de Controladoria no Grupo Financeiro Nacional (Jun 2017 - Mar 2021): Controle orçamentário e análise de desvios, desenvolvimento de dashboards para acompanhamento de KPIs financeiros, implementação de sistema de custos e gestão de relatórios para auditoria.  \nAssistente Financeiro na Empresa Comercial Ltda (Jan 2015 - Mai 2017): Análise de fluxo de caixa, conciliação bancária e apoio na elaboração do orçamento anual.\n\n## Habilidades \nExcel Avançado, Power BI, SQL, Python, Valuation, Modelagem Financeira, SAP, Análise de Risco, Contabilidade\n\n## Educação \nMBA em Finanças e Controladoria pela Fundação Getúlio Vargas (2019), Bacharelado em Ciências Contábeis pela Universidade Federal do Rio Grande do Sul (2015)\n\n## Idiomas \nNão especificado\n```", "opnion": "# Análise Crítica do Currículo de Fernando Costa em Relação à Vaga de Gestor Comercial de B2B\n\n## 1. Pontos de Alinhamento\n\nO currículo de Fernando Costa apresenta algumas características que, embora não sejam diretamente relacionadas à função de Gestor Comercial de B2B, podem ser consideradas como pontos de alinhamento:\n\n- **Experiência em Análise e Relatórios**: Fernando possui uma sólida experiência em análise financeira e elaboração de relatórios estratégicos, habilidades que podem ser transferíveis para a função de gestão comercial, onde a análise de resultados e a definição de estratégias são cruciais. Sua experiência em reportar resultados e projeções de KPIs pode ser um diferencial na função, já que a vaga exige acompanhamento e reportes de resultados.\n\n- **Habilidades em Modelagem Financeira e Análise de Risco**: Embora a vaga não exija diretamente habilidades financeiras, a capacidade de modelar cenários e analisar riscos pode ser benéfica para a tomada de decisões estratégicas no contexto comercial, especialmente em um ambiente B2B onde as negociações podem envolver riscos financeiros significativos.\n\n- **Formação Acadêmica**: O MBA em Finanças e Controladoria pode ser visto como um diferencial, pois demonstra um nível elevado de conhecimento em gestão financeira, que pode ser útil na definição de estratégias comerciais e na gestão de orçamentos.\n\n## 2. Pontos de Desalinhamento\n\nApesar dos pontos de alinhamento, existem áreas significativas onde Fernando não atende aos requisitos da vaga:\n\n- **Falta de Experiência em Vendas B2B**: A descrição da vaga exige experiência comprovada em vendas B2B, algo que não é mencionado no currículo de Fernando. Sua experiência é predominantemente em análise financeira e controladoria, sem evidências de atuação em vendas ou gestão de equipes comerciais.\n\n- **Experiência em Gestão Comercial**: A vaga requer experiência como Gestor de Vendas ou Líder Comercial, e Fernando não possui essa experiência. Sua trajetória profissional é focada em funções analíticas e de suporte financeiro, o que pode não ser suficiente para liderar uma equipe comercial e desenhar estratégias de vendas.\n\n- **Conhecimento em Infoprodutos e Tecnologia**: A descrição da vaga menciona a necessidade de experiência em empresas de infoprodutos e um entendimento do nicho de tecnologia. Fernando não apresenta experiência nesse setor, o que pode ser um obstáculo significativo para a compreensão do público-alvo e das estratégias necessárias para o sucesso na função.\n\n## 3. Pontos de Atenção\n\nAlguns aspectos do currículo de Fernando merecem atenção especial:\n\n- **Falta de Experiência em Liderança**: A ausência de cargos de liderança ou gestão no histórico profissional pode levantar questões sobre sua capacidade de gerenciar e motivar uma equipe. A função de Gestor Comercial exige habilidades interpessoais e de liderança que não estão evidentes no currículo.\n\n- **Mudanças de Emprego**: Fernando teve três mudanças de emprego em um período de oito anos. Embora isso não seja necessariamente negativo, pode levantar questões sobre sua estabilidade e comprometimento a longo prazo, especialmente em um cargo que exige continuidade e desenvolvimento de estratégias.\n\n- **Foco em Habilidades Técnicas**: O currículo de Fernando é fortemente orientado para habilidades técnicas e analíticas, mas carece de ênfase em habilidades interpessoais e de vendas, que são cruciais para a função de Gestor Comercial. A proatividade e a curiosidade, mencionadas na descrição da vaga, não são evidentes no currículo.\n\n## Conclusão\n\nEm suma, enquanto Fernando Costa apresenta um currículo sólido em finanças e análise, ele não atende a vários requisitos essenciais para a vaga de Gestor Comercial de B2B. A falta de experiência em vendas, gestão comercial e conhecimento do setor de tecnologia e infoprodutos são barreiras significativas. Para ser considerado para essa posição, Fernando precisaria demonstrar uma transição clara de suas habilidades analíticas para um papel mais voltado para a liderança e vendas, além de adquirir experiência relevante no setor.", "file": "curriculos\\CV - Fernando Costa - Analista Financeiro.pdf"}, "3": {"id": "d1746eac-3b9a-435e-a3e3-5b6d83086293", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "content": "## Nome Completo\nFernando Costa\n\n## Experiência\nAnalista Financeiro Sênior com 8 anos de experiência em análise de investimentos, controle orçamentário e gestão de riscos. \n- Analista Financeiro Sênior, Banco Invest Plus (Abr 2021 - Presente): análise de viabilidade econômico-financeira de projetos, elaboração de relatórios de valuation e due diligence, desenvolvimento de modelos financeiros para previsão de cenários.  \n- Analista de Controladoria, Grupo Financeiro Nacional (Jun 2017 - Mar 2021): controle orçamentário e análise de desvios, desenvolvimento de dashboards para acompanhamento de KPIs, implementação de sistema de custos e gestão de relatórios para auditoria.  \n- Assistente Financeiro, Empresa Comercial Ltda (Jan 2015 - Mai 2017): análise de fluxo de caixa, conciliação bancária e apoio na elaboração do orçamento anual.\n\n## Habilidades \nExcel Avançado | Power BI | SQL | Python | Valuation | Modelagem Financeira | SAP | Análise de Risco | Contabilidade\n\n## Educação \nMBA em Finanças e Controladoria — Fundação Getúlio Vargas, 2019  \nBacharelado em Ciências Contábeis — Universidade Federal do Rio Grande do Sul, 2015\n\n## Idiomas \nPortuguês (nativo). Outros idiomas não informados no currículo.", "opnion": "RELATÓRIO ANALÍTICO — CANDIDATO: FERNANDO COSTA — VAGA: GESTOR COMERCIAL B2B\nAvaliação do Recrutador Chefe — opinião crítica e detalhada\n\nResumo executivo (juízo sumário)\nEm termos de competência analítica, ferramentas e reporte executivo, Fernando demonstra perfil forte e consistente — Excel avançado, Power BI, SQL, Python, construção de dashboards, modelagem e report para diretoria — competências valiosas para gestão de KPIs e projeções. No entanto, há um desalinhamento material entre a experiência profissional descrita e os requisitos centrais da vaga de Gestor Comercial B2B: não há evidência de liderança comercial comprovada, nem de experiência operacional em vendas B2B, infoprodutos, gestão de funis comerciais ou condução/fechamento de negócios. Recomendação imediata: não contratar diretamente para o cargo de Gestor Comercial B2B sem provas claras de experiência comercial e de liderança em vendas; considerar para posições relacionadas a Sales/Revenue Operations ou Analytics Comercial, ou avançar para entrevista exploratória apenas se houver sinais fortes de transição e vontade de aprendizagem.\n\nPONTOS DE ALINHAMENTO\n- Capacidade de reportar resultados e projeções dos KPIs:\n  - Evidência: experiência em elaboração de relatórios estratégicos para diretoria e desenvolvimento de dashboards para acompanhamento de KPIs na controladoria (Grupo Financeiro Nacional). Isso é diretamente aplicável à exigência de \"Reportar resultados e projeções dos seus KPIs\".\n- Habilidade analítica e ferramentas técnicas relevantes:\n  - Evidência: Excel Avançado, Power BI, SQL e Python. Essas competências são essenciais para construção de dashboards, análise de pipeline, projeções financeiras e modelagem de cenários — atividades relevantes para definir metas e acompanhar performance comercial.\n- Experiência com planejamento e forecast:\n  - Evidência: controle orçamentário, análise de desvios, modelagem financeira e previsão de cenários econômicos no Banco Invest Plus. Isso mostra domínio para criar projeções de receita, cenários de vendas e planejamento de metas.\n- Experiência com implementação de sistemas de controle e gestão de relatórios:\n  - Evidência: implementação de sistema de custos e gestão de relatórios para auditoria. Habilidade útil para estruturar processos comerciais, governança de dados e integração com CRMs/BI.\n- Formação e senioridade:\n  - Evidência: MBA em Finanças e Controladoria (FGV) e 8 anos de experiência — traz autoridade e maturidade para reportes à diretoria e interlocução estratégica.\n\nPONTOS DE DESALINHAMENTO\n- Ausência de experiência comprovada em gestão de times de vendas:\n  - Falta total de menção a liderança de pessoas, número de subordinados ou responsabilidades como gestor comercial, líder ou diretor comercial. A vaga exige experiência comprovada como Gestor de Vendas/Líder Comercial.\n- Falta de experiência comprovada em Vendas B2B:\n  - Não há qualquer referência a atuação em vendas, negociação comercial, prospecção B2B, fechamento de contratos ou relacionamento com clientes corporativos.\n- Ausência de experiência em Infoprodutos:\n  - A vaga pede experiência em empresas de infoprodutos — não presente no CV.\n- Falta de evidência sobre funis de venda, metodologia VTSD e estratégias de aquisição/retention:\n  - Não constam resultados ou projetos que demonstrem conhecimento de funis de vendas, CRO, otimização de conversão, ou métodos como VTSD (Leandro Ladeira).\n- Falta de métricas comerciais quantificadas:\n  - O currículo descreve responsabilidades (ex.: elaboração de valuation, controles) mas quase não apresenta resultados numéricos (crescimento de receita, aumento de conversão, redução de churn, metas batidas), o que é essencial para avaliar sucesso em vendas.\n- Ausência explícita de experiência com ferramentas de CRM ou pipeline sales (ex.: HubSpot, Salesforce) — importante para gestão comercial moderna.\n- Compatibilidade cultural e foco em bater metas de vendas:\n  - O perfil é eminentemente financeiro/operacional; não há evidência de mindset de hunter, competição por metas de vendas ou histórico de pressionar e alcançar quotas.\n\nPONTOS DE ATENÇÃO (com impacto positivo e negativo)\nPositivos a observar\n- Estabilidade e progressão de carreira: evolução de Assistente Financeiro (2015) para Analista de Controladoria (2017) e Analista Financeiro Sênior (2021-presente) — indica capacidade de desenvolvimento técnico.\n- Ferramentas e linguagem de dados: SQL/Python/Power BI são diferenciais fortes para transformar dados em estratégia comercial e automatizar relatórios.\n- Contato com diretoria: elaboração de relatórios estratégicos sugere boa comunicação com níveis executivos — habilidade útil para reportar resultados e defender estratégias.\n- Perfil analítico adequado para áreas de Revenue Ops, Sales Analytics ou planejamento comercial.\n\nRiscos e negativos a investigar\n- Falta de experiência gerencial direta: risco crítico se a vaga exige gerir equipes, treinar vendedores e conduzir o time ao cumprimento de metas.\n- Transição de domínio (Financeiro → Comercial): potencial mismatch de cultura (mais transacional e orientada a resultados de curto prazo) e de competências comportamentais (negociação, influência, coaching de vendas).\n- Ausência de evidência de disponibilidade/compromisso full-time na transição (atualmente empregado em banco) — precisam confirmar disponibilidade.\n- Ausência de resultados quantificados torna difícil avaliar impacto real; pode mascarar limitações na entrega de metas.\n\nSUGESTÕES PARA O CANDIDATO (o que alterar/no currículo e como preparar)\n- Se houver experiências cruzadas com vendas/comercial (mesmo interações pontuais), adicioná-las explicitamente: projetos com área comercial, participação em negociações, suporte em pricing, modelagem de propostas comerciais, automação de pipeline, etc.\n- Quantificar resultados: inserir KPIs e números (ex.: reduzi X% no desvio orçamentário, criei dashboards que reduziram tempo de fechamento mensal em Y horas, suporte a projetos que resultaram em aumento de receita de Z%).\n- Explicitar experiência de liderança, mesmo que indireta: coordenação de projetos, liderança de squads, tutoria/mentoria de analistas juniors.\n- Mostrar experiência com CRM e funis: indicar ferramentas (Salesforce, HubSpot, Pipedrive) e métricas trabalhadas (conversion rate, CAC, LTV, churn).\n- Destacar interesse/comprovante em área comercial: cursos, certificações, treinamentos em vendas B2B, VTSD, funil de vendas, negociação.\n- Caso a empresa considere, sugerir posição de transição: Head de Revenue Ops / Sales Analytics / Business Intelligence Comercial para aproveitar strengths enquanto testa capacidades de leadership comercial.\n\nSUGESTÕES PARA O RECRUTADOR (decisão e próximos passos)\n- Não avançar com contratação direta para Gestor Comercial B2B, salvo se o candidato demonstrar experiência comercial substancial na entrevista (provas, cases reais, referências).\n- Se houver interesse em explorar, marcar uma entrevista focada em:\n  - Evidências de liderança e gestão de pessoas (quantos, como motivou, avaliações).\n  - Experiências com vendas B2B: pipeline que acompanhou, participação em negociações, tamanho e complexidade de contratos.\n  - Exposição a infoprodutos ou experiência em nichos de tecnologia — ou vontade concreta de transição e plano de aprendizagem.\n  - Ferramentas/metrics comerciais e exemplos práticos de melhoria de funnel/CAC/LTV.\n- Alternativa prática: considerar Fernando para vaga de Sales/Revenue Operations, Business Intelligence Comercial ou Controladoria Comercial, função que aproveite sua experiência analítica e permita desenvolvimento em competências comerciais.\n- Se a vaga for estritamente para scaling comercial e gestão de equipe de vendas B2B com foco em infoprodutos/tecnologia, priorizar candidatos com histórico comprovado em vendas e gestão.\n\nPerguntas recomendadas para a entrevista (foco em evidências)\n1. Você já gerenciou uma equipe comercial? Quantas pessoas? Quais foram suas responsabilidades diretas como gestor?\n2. Cite negócios B2B que você tenha participado (tamanho do contrato, ciclo de venda, sua contribuição e resultado).\n3. Como você definiria metas comerciais e como acompanhou o atingimento? Quais KPIs você monitorou? Exemplifique com números.\n4. Tem experiência com CRMs e funis de vendas (nome das ferramentas)? Pode descrever um projeto em que melhorou conversões ou reduziu CAC?\n5. Já atuou com infoprodutos ou em empresas de tecnologia? Se não, quais passos concretos tomaria para aprender rapidamente?\n6. Cite um caso em que você precisou “vender” uma estratégia (para diretoria ou para time) e conseguiu adesão — como convenceu e qual foi o resultado.\n\nDecisão recomendada (síntese)\n- Fit para a vaga de Gestor Comercial B2B: Baixo. Ausência de experiência comprovada em liderança comercial e vendas B2B (requisitos essenciais).\n- Fit alternativo: Alto para funções de Sales/Revenue Operations, Sales Analytics, Business Intelligence Comercial ou controladoria comercial — posições que valorizam análise, modelagem, report e implementação de sistemas.\n- Próximo passo sugerido: entrevistar apenas para avaliar intenção e evidências de transição; caso não haja comprovação, não avançar para oferta de Gestor Comercial.\n\nObservação final\nFernando traz um conjunto técnico muito forte para suportar uma área comercial orientada a dados. Entretanto, a vaga exige experiência e competências comportamentais muito específicas de gestão comercial e vendas B2B que não aparecem no currículo. Sem provas adicionais (projetos, resultados quantificados, referências) a contratação para Gestor Comercial seria um risco elevado.", "file": "curriculos\\CV - Fernando Costa - Analista Financeiro.pdf"}, "4": {"id": "ecf1f36e-a4a8-4c8f-b5b0-ed2ab1e5a7aa", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "content": "\n## Nome Completo\nLaura Mendes\n\n## Experiência\nCientista de Dados com mais de 7 anos de experiência em modelagem preditiva, análise avançada e implementação de soluções de IA. Atualmente (Jan 2023 - Presente) atuando como Cientista de Dados Sênior na TechSolutions SA, liderando projetos de machine learning end-to-end (feature engineering, treino de modelos e deploy), desenvolvendo pipelines escaláveis na AWS e mentoria de equipe com documentação de melhores práticas em MLOps. Anteriormente (Mar 2020 - Dez 2022) na DataMind Consultoria, desenvolveu modelos de churn e recomendação, dashboards interativos em Power BI e automação de relatórios com Python e SQL, atuando em interface com áreas de negócio. Iniciou como Analista de Dados na InovaTech (Ago 2017 - Fev 2020), realizando análise exploratória, construção de ETLs e geração de insights para comercial e marketing.\n\n## Habilidades \nPython, SQL, TensorFlow, MLflow, AWS, Power BI, Machine Learning, Deep Learning, MLOps, Git\n\n## Educação \nMestrado em Ciência da Computação — Universidade de São Paulo, 2017  \nBacharelado em Estatística — Universidade Federal do Rio de Janeiro, 2015\n\n## Idiomas \nPortuguês (nativo); Inglês (nível não especificado no CV)\n```", "opnion": "ANÁLISE CRÍTICA DO CURRÍCULO DE LAURA MENDES EM RELAÇÃO À VAGA\nVaga: Gestor Comercial de B2B\nParecer do Recrutador Chefe\n\nPONTOS DE ALINHAMENTO\n- Liderança e mentoria: O currículo mostra experiência de liderança técnica e mentoria (“Liderança de projetos… Mentoria de juniores”), o que indica habilidade em gerenciar pessoas e disseminar práticas — competência transferível para gestão de time comercial.\n- Comunicação com áreas de negócio: Experiências na DataMind e InovaTech citam “colaboração com equipes de negócio” e “geração de insights para áreas comerciais e marketing”. Isso demonstra capacidade de traduzir necessidades de negócio em entregáveis técnicos, habilidade útil para articular estratégia comercial e alinhar time com metas.\n- Rigor analítico e orientação a métricas: Formação (Mestrado em Ciência da Computação + Bacharelado em Estatística) e proficiência em Python/SQL/Power BI indicam forte capacidade analítica e em geração de dashboards/relatórios — valioso para acompanhar KPIs, projeções e construir funis de venda baseados em dados.\n- Afinidade com tecnologia: Conhecimento avançado em tecnologias (AWS, MLflow, TensorFlow) e interesse implícito por programação cumprem parcialmente o diferencial citado (“Interesse por Programação e Tecnologia”), o que facilita diálogo com produto/tech do cliente B2B.\n\nPONTOS DE DESALINHAMENTO\n- Ausência de experiência comercial B2B: Não há evidência de experiência comprovada em vendas B2B, liderança comercial ou papéis como Gestor/Líder/Diretor Comercial. O histórico é técnico (Data Scientist / Analista de Dados), não comercial.\n- Falta de resultados comerciais quantificados: O CV mostra projetos e pipelines, mas não apresenta métricas relacionadas a vendas, receita, crescimento de clientes, conversão ou metas alcançadas — informações críticas para avaliar capacidade de “escalar o faturamento” ou “bater metas do time de Vendas”.\n- Sem experiência em infoprodutos: A vaga exige experiência em empresas de infoprodutos; o currículo não indica atuação nesse segmento nem em funções de monetização de conteúdo digital.\n- Ausência de conhecimento/metodologias de vendas: Diferenciais como metodologia VTSD, funis de venda avançados e estratégias de aquisição/retenção não aparecem no CV. Não há menção a CRM, outbound, inside sales, negociação ou pipeline management.\n- Perfil técnico vs. comercial: Embora o candidato tenha “mentoria” e “documentação de melhores práticas”, não há evidência de competências típicas de gestor comercial: definição de metas comerciais, treinamento em técnicas de venda, elaboração de comissionamento, negociação com clientes corporativos ou relacionamento com parceiros estratégicos.\n\nPONTOS DE ATENÇÃO (RISCOS E OPORTUNIDADES)\n- Transferibilidade das habilidades de liderança: A experiência liderando projetos de ML pode significar boa capacidade de coordenação e coaching; porém, gerir times comerciais exige mindset diferente (foco em vendas, pressão por KPIs financeiros, gestão de pipeline e comissionamento). Verificar disposição e aptidão para essa transição é crucial.\n- Ausência de métricas comerciais e tamanho de times: O CV não detalha números (quantos profissionais mentoreou, tamanho dos times, impacto em receita/retenção). Isso dificulta avaliar escopo de liderança e impacto gerencial real.\n- Estabilidade e progressão: Trajetória de 2017 a presente mostra progressão técnica estável (Analista → Cientista → Sênior). Isso é positivo em termos de retenção e desenvolvimento, reduzindo preocupação com job-hopping.\n- Potencial resistência cultural/behavioral: Profissionais com background técnico podem priorizar soluções analíticas sobre dinâmicas de negociação comercial ou táticas de prospecção; avaliar fit cultural e motivação para lidar com rotina de vendas (métricas diárias, rejeição, follow-up intensivo).\n- Disponibilidade full time e interesse por mudança de carreira: O CV não menciona disponibilidade ou desejo explícito de transição para gestão comercial full time — ponto a confirmar antes de avançar.\n\nAVALIAÇÃO GERAL E RECOMENDAÇÃO DO RECRUTADOR CHEFE\n- Adequação imediata à vaga: BAIXA. A candidata tem competências valiosas em análise de dados e liderança técnica, mas falta experiência prática e comprovada em vendas B2B e gestão comercial. Para o cargo de Gestor Comercial de B2B, os requisitos essenciais (experiência comercial B2B, provas de escala de faturamento, background em infoprodutos) não estão atendidos.\n- Potencial de transição: MODERADO. Laura pode ser considerada para uma transição se demonstrar, em etapas posteriores, experiência prática (mesmo que consultiva) com equipes comerciais, resultados tangíveis relacionados a receita, e vontade/treinamento para adotar metodologias de vendas. Alternativamente, é muito mais adequada para posições de liderança técnica (Head Data, Líder de Ciência de Dados, Gestora de Produto Analítico).\n\nSUGESTÕES PRÁTICAS PARA PROCESSO SELETIVO\n- Se avançar para triagem: exigir carta/declaração sobre experiência comercial, exemplos concretos de atuação junto a times de vendas, e métricas que evidenciem impacto em receita ou KPIs comerciais.\n- Perguntas-chave em entrevista:\n  1. Cite uma situação em que você auxiliou a aumentar receita ou conversão — qual foi seu papel e qual o resultado mensurado?\n  2. Já gerenciou metas comerciais ou participou da definição de quotas/pipelines? Exemplifique.\n  3. Experiência com funis de vendas, CRM ou estratégias de aquisição/retention? Que ferramentas usou?\n  4. Tem experiência com infoprodutos ou mercado educacional/digitais? Se não, como planeja compensar a curva de aprendizado?\n  5. Quantas pessoas você já gerenciou/mentoreou diretamente? Exponha tamanho do time e resultados de performance.\n- Tarefas técnicas/avaliações recomendadas:\n  - Case curto: desenhar um plano de crescimento B2B para um produto SaaS/infoproduto com KPIs, funil e ações táticas.\n  - Simulação comercial: role-play de negociação B2B com foco em fechamento e forecast.\n- Documentação solicitada: evidências quantitativas (dashboards, relatórios) que mostrem impacto comercial ou uma declaração de resultados (ex.: “melhorei conversão X%” com dados de suporte).\n\nCOMO A CANDIDATA PODE AJUSTAR O CV (se desejar ser considerada)\n- Inserir métricas e resultados relacionados a negócio (impacto financeiro, aumento de conversão, redução de churn em termos percentuais e absolutos).\n- Destacar qualquer trabalho conjunto com times comerciais, projetos que influenciaram receita, negociação com stakeholders comerciais ou clientes.\n- Incluir experiência com funis, CRM, ou treinamentos/curso em vendas/B2B; se não existirem, listar cursos/plano de formação em vendas.\n- Se já trabalhou com clientes corporativos ou em projetos de pré-venda/poCs, detalhar isso explicitamente.\n\nConclusão sucinta: Laura é uma profissional sênior sólida em ciência de dados e liderança técnica, com forte capacidade analítica — perfil muito mais adequado a cargos técnicos/tech-lead. Para a vaga de Gestor Comercial de B2B, falta evidência crítica de experiência em vendas B2B, gestão comercial e resultados em faturamento/infoprodutos; sem essas provas, a recomendação é NÃO AVANÇAR para contratação para esta vaga, a menos que a candidata comprove rapidamente experiência comercial relevante ou demonstre comprometimento e plano de transição com resultados mensuráveis.", "file": "curriculos\\CV - Laura Mendes - Cientista de Dados.pdf"}, "5": {"id": "3f75fc16-9a0d-48fb-a1aa-de634dcf8d72", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "content": "## Nome Completo\nMariana Lima\n\n## Experiência\nGerente de Projetos e Operações com 10 anos de experiência em liderança de equipes multidisciplinares e gestão de projetos complexos. Atualmente lidera projetos de transformação digital na Consultoria Strategic Solutions (Jan 2020 - Presente), gerindo portfólio com budget superior a R$ 10MM, implementando metodologias ágeis e estruturando áreas de PMO. Anteriormente, Coordenadora de Projetos na Indústria TechNova (Mar 2015 - Dez 2019), responsável por projetos de melhoria contínua e eficiência operacional, gestão de equipe de 15 profissionais e desenvolvimento de indicadores de performance. Iniciou como Analista de Processos no Grupo Industrial (Ago 2012 - Fev 2015), realizando mapeamento e análise de processos, automação de rotinas e suporte à implementação de ERP.\n\n## Habilidades \nGestão de Projetos, Metodologias Ágeis, Power BI, Excel, Liderança, PMO, OKR, BPM, Análise de Dados\n\n## Educação \nMBA em Gestão Estratégica de Negócios — INSPER, 2018 (Brasil)  \nBacharelado em Administração — Universidade de São Paulo, 2012 (Brasil)\n\n## Idiomas \nPortuguês (nativo)  \nInglês (não informado)", "opnion": "ANÁLISE CRÍTICA DO CURRÍCULO EM RELAÇÃO À VAGA: GESTOR COMERCIAL B2B\nCandida: Mariana Lima — Gerente de Projetos e Operações\n\n------------------------------------------------------------\nSUMÁRIO EXECUTIVO\nComo recrutador chefe, avalio o currículo de Mariana como de alto nível em gestão de projetos, operações e transformação digital, com competências sólidas em liderança, PMO e análise de dados. No entanto, para a vaga específica de Gestor Comercial B2B focada em escalar faturamento por meio de estratégias comerciais, o currículo apresenta lacunas relevantes e falta de evidência direta de experiência comercial B2B, gestão de vendas e resultados comerciais mensuráveis. Abaixo segue análise detalhada, objetiva e baseada nas evidências do CV vs. requisitos da vaga.\n\nPONTOS DE ALINHAMENTO\n- Experiência em liderança de equipes\n  - Evidência: 10 anos de experiência em liderança de equipes multidisciplinares; coordenação de equipe de 15 profissionais na TechNova. Relevante porque a vaga exige gerenciar o time comercial.\n- Gestão de metas e indicadores (reporting e uso de dados)\n  - Evidência: Desenvolvimento de indicadores de performance, relatórios de gestão; domínio de Power BI e análise de dados. Alinha-se com necessidade de “reportar resultados e projeções dos seus KPIs”.\n- Gestão orçamentária e escopo de projetos\n  - Evidência: Gestão de portfólio com budget superior a R$ 10MM. Demonstra capacidade de gerir recursos financeiros e responsabilidade por resultados, habilidade transferível para gestão de metas e forecast comercial.\n- Metodologias ágeis, PMO e melhoria de processos\n  - Evidência: Implementação de metodologias ágeis e estruturação de PMO. Útil para desenhar processos de vendas escaláveis, padronizar playbooks e operacionalizar funis.\n- Formação e postura estratégica\n  - Evidência: MBA em Gestão Estratégica (INSPER) e bacharelado em Administração. Sinal de capacidade analítica/estratégica necessária para formular estratégias B2B.\n\nPONTOS DE DESALINHAMENTO\n- Ausência de evidência de experiência comercial B2B direta\n  - CV não menciona vendas, prospecção, fechamento de contratos B2B, negociação com clientes corporativos, ou metas comerciais atingidas. A vaga exige experiência comprovada em Vendas B2B e experiência como Gestor/Líder Comercial.\n- Falta de histórico com metas de receita, KPIs de vendas e resultados comerciais quantificados\n  - CV traz budget de projetos, indicadores de performance, mas não apresenta métricas comerciais (crescimento de receita, taxa de conversão do pipeline, CAC, LTV, ticket médio, % de meta batida).\n- Ausência de experiência em Infoprodutos\n  - Requisito explícito: experiência em empresas de infoprodutos. Currículo mostra indústria, consultoria e suporte a ERP — sem menção a infoprodutos, educação digital ou modelos de negócio semelhantes.\n- Conhecimentos/differenciais exigidos não demonstrados\n  - Não há indicação de conhecimento em VTSD, funis de venda avançados, nem evidência de interesse/experiência no nicho de tecnologia/programação/data science (apenas atuação em transformação digital e “foco em tecnologia” implícito). A vaga valoriza entendimento de funis, tecnologia e metodologias comerciais específicas.\n- Ausência de ferramentas e processos comerciais na lista de habilidades\n  - Habilidades citadas são de gestão e análise (Power BI, Excel, OKR, BPM). Falta menção a CRM (Salesforce, HubSpot), automação de marketing, técnicas de vendas ou metodologias comerciais.\n\nPONTOS DE ATENÇÃO (RISCOS E OPORTUNIDADES)\n- Transferibilidade vs. curva de aprendizado\n  - O perfil operacional e analítico é transferível para liderança comercial, mas sem provas de tração comercial a curva de aprendizado em vendas B2B (negociação complexa, operação de funil, gestão de quota) será relevante. Risco: tempo até entregar resultados comerciais.\n- Potencial positivo: cultura orientada a métricas\n  - Uso de BI e experiência com OKR/PMO indica disciplina para estruturar e reportar KPIs comerciais — oportunidade para formatar processos de vendas.\n- Ausência de provas de responsabilidade por receita\n  - Risco: gestor que domina projetos e equipes, mas nunca teve accountability direta sobre P&L ou metas de vendas pode ter dificuldades em priorizar fechamento sobre execução processual.\n- Estabilidade e progressão de carreira\n  - Histórico mostra progressão coerente (Analista 2012–2015; Coordenadora 2015–2019; Gerente 2020–presente). Não indica job-hopping; ponto positivo.\n- Disponibilidade full-time e fit cultural\n  - CV não indica restrições de disponibilidade, mas a candidata está empregada atualmente (Jan 2020 - Presente). Necessário confirmar disponibilidade para assumir posição full time e foco total em vendas.\n- Comunicação comercial e network B2B desconhecidos\n  - Não há informações sobre rede comercial, participação em negociações estratégicas, pipeline management — pontos críticos para função.\n\nCONCLUSÃO E AVALIAÇÃO GLOBAL\n- Fit imediato para a vaga de Gestor Comercial B2B: baixo a moderado. O currículo mostra forte capacidade de gestão, estruturação e análise, mas não atende ao requisito central: experiência comprovada em vendas B2B e entregas comerciais mensuráveis.\n- Considerar para vaga? Recomendo:\n  - Não avançar diretamente para contratação como Gestor Comercial sênior responsável por atingir metas agressivas de vendas B2B sem validação adicional.\n  - Entretanto, considerar Mariana para posições híbridas (Head de Operações Comerciais, Chief of Staff para Comercial, ou Gerente de Programas de Vendas) onde suas competências em PMO, processos e análise possam acelerar a maturação do time comercial, contanto que o perfil seja complementado por um líder/comercial com experiência em Sales Enablement e fechamento.\n\nAÇÕES RECOMENDADAS (SELEÇÃO E ORIENTAÇÃO)\n- Itens para pedir no próximo contato ou entrevista técnica:\n  1. Exemplos concretos de interação com áreas comerciais: participou de propostas comerciais? Fez negociação com clientes? Teve responsabilidade sobre faturamento? Traga números.\n  2. Demonstração de métricas: apresentar indicadores mensuráveis (ex.: reduziu custos X%, aumentou produtividade X%, gerou R$ X em oportunidade/receita direta ou indireta).\n  3. Ferramentas comerciais conhecidas: CRM usado (Salesforce/HubSpot/Pipedrive), experiência com automação de lead e gestão de pipeline.\n  4. Experiência/compreensão de funis de venda e estratégias de aquisição/retention (exemplos práticos).\n  5. Disponibilidade full-time e motivação para transição para área puramente comercial.\n- Sugestões de melhoria imediata no currículo (para aumentar aderência):\n  1. Inserir seção “Resultados Comerciais / Impactos Financeiros” com KPIs quantificados (revenue impact, % crescimento, número de contas corporativas abertas, tamanho médio do contrato).\n  2. Mencionar ferramentas CRM e metodologias de vendas que já conhece ou estudou.\n  3. Se houver projetos com áreas comerciais, descrever papel e resultado (ex.: “apoiei estratégia de go-to-market que resultou em X leads qualificados e R$Y em pipeline”).\n  4. Acrescentar cursos/certificações em vendas B2B, Funil de Vendas, VTSD (se já tiver) ou roadmap de aprendizado (planeja estudar em X semanas).\n  5. Enfatizar interesse/experiência em tecnologia/data science se existir (projetos com times de produto ou vendas técnicas).\n- Perguntas de entrevista essenciais para avaliar fit rapidamente:\n  1. Conte um caso em que você foi responsável por metas financeiras — qual era a meta e qual o resultado?\n  2. Descreva seu envolvimento com prospecção, qualificação e fechamento de clientes corporativos.\n  3. Como você define e acompanha quotas e forecast de vendas? Quais ferramentas usa?\n  4. Já gerenciou incentivo/compensação para equipe de vendas? Como alinha metas e remuneração?\n  5. Dê exemplo de um funil de vendas que você ajudou a desenhar/otimizar e quais melhorias foram obtidas nas taxas de conversão.\n\nCONSIDERAÇÃO FINAL RÁPIDA\nMariana é um perfil estratégico-operacional muito competente — excelente para estruturar processos, PMO e métricas comerciais. Contudo, para assumir a responsabilidade de escalar faturamento B2B como Gestora Comercial principal, é imprescindível comprovar experiência prática em vendas B2B (fechamento de contratos, gestão de pipeline e resultados de receita). Sem essas provas, o risco de mismatch entre expectativas (bater metas comerciais agressivas) e entrega é alto.\n\nSe desejar, preparo uma versão sugerida de resumo para o currículo direcionada à vaga (ex.: como ressaltar transferíveis e preencher lacunas), e um roteiro de entrevista focado para validar os pontos críticos acima.", "file": "curriculos\\CV - Mariana Lima - Gerente de Projetos e Operações.pdf"}}, "analysis": {"1": {"id": "284df60a-5f80-4dfa-88dd-1bb8976276ee", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "resum_id": "1e098c3d-c798-49b2-b073-609c4e1072dd", "name": "Fernando Costa", "skills": ["Excel Avançado, Power BI, SQL, Python, Valuation, Modelagem Financeira, SAP, Análise de Risco, Contabilidade"], "education": ["MBA em Finanças e Controladoria pela Fundação Getúlio Vargas (2019), Bacharelado em Ciências Contábeis pela Universidade Federal do Rio Grande do Sul (2015)"], "languages": ["Não especificado", "```"], "score": 2.7}, "2": {"id": "bfce9228-5610-4eb7-86fa-cc0eea8914f3", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "resum_id": "ad3c5fbe-5dbf-46e0-be8c-df415603956f", "name": "Fernando Costa", "skills": ["Excel Avançado, Power BI, SQL, Python, Valuation, Modelagem Financeira, SAP, Análise de Risco, Contabilidade"], "education": ["MBA em Finanças e Controladoria pela Fundação Getúlio Vargas (2019), Bacharelado em Ciências Contábeis pela Universidade Federal do Rio Grande do Sul (2015)"], "languages": ["Não especificado", "```"], "score": 2.55}, "3": {"id": "882816e6-d131-4bef-bfaa-18f3b79d43c9", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "resum_id": "d1746eac-3b9a-435e-a3e3-5b6d83086293", "name": "Fernando Costa", "skills": ["Excel Avançado | Power BI | SQL | Python | Valuation | Modelagem Financeira | SAP | Análise de Risco | Contabilidade"], "education": ["MBA em Finanças e Controladoria — Fundação Getúlio Vargas, 2019", "Bacharelado em Ciências Contábeis — Universidade Federal do Rio Grande do Sul, 2015"], "languages": ["Português (nativo). Outros idiomas não informados no currículo."], "score": 3.9}, "4": {"id": "31f9faf2-175b-414e-b8d6-d6c4ed720843", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "resum_id": "ecf1f36e-a4a8-4c8f-b5b0-ed2ab1e5a7aa", "name": "Laura Mendes", "skills": ["Python, SQL, TensorFlow, MLflow, AWS, Power BI, Machine Learning, Deep Learning, MLOps, Git"], "education": ["Mestrado em Ciência da Computação — Universidade de São Paulo, 2017", "Bacharelado em Estatística — Universidade Federal do Rio de Janeiro, 2015"], "languages": ["Português (nativo); Inglês (nível não especificado no CV)", "```"], "score": 3.0}, "5": {"id": "c0308881-e47e-410c-b506-5713b6c07ccc", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d", "resum_id": "3f75fc16-9a0d-48fb-a1aa-de634dcf8d72", "name": "Mariana Lima", "skills": ["Gestão de Projetos, Metodologias Ágeis, Power BI, Excel, Liderança, PMO, OKR, BPM, Análise de Dados"], "education": ["MBA em Gestão Estratégica de Negócios — INSPER, 2018 (Brasil)", "Bacharelado em Administração — Universidade de São Paulo, 2012 (Brasil)"], "languages": ["Português (nativo)", "Inglês (não informado)"], "score": 4.4}}, "files": {"1": {"file_id": "0dfb80ea-ffdf-43c1-a7e5-73e1f2e64a30", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "2": {"file_id": "a3bd6709-bb57-4625-af73-91c21df96f02", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "3": {"file_id": "9d714bf7-6f34-4b05-ae99-ff627a3eb264", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "4": {"file_id": "4cfc3dfb-cd3a-4c5d-9db8-cc4a4bbc448e", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "5": {"file_id": "79ed9fc4-d489-422e-a9bf-01532cfa23df", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "6": {"file_id": "7a070e9d-b99a-4db1-9d82-7b049e1b42ff", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "7": {"file_id": "275b1dd6-2e09-4903-9257-2d669121927b", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "8": {"file_id": "ee8393b8-c112-4e25-a07d-0e847a2a34a8", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "9": {"file_id": "270d3a49-ca4a-495b-84f4-890c7cb76bbb", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "10": {"file_id": "6e97ff3d-b55c-461f-bade-b557bb4cac86", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "11": {"file_id": "1e7006a8-e902-4292-bfa8-08b119618054", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "12": {"file_id": "29770f48-b5dc-4878-bc1d-ac52a2b963e9", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "13": {"file_id": "902c86d8-95fd-49de-8224-8c0f20886c31", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "14": {"file_id": "44aa8512-092c-48e1-8ec5-23d85bc888d4", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "15": {"file_id": "ef5e3127-927b-4328-8162-b5d9189940c3", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "16": {"file_id": "4f9f269f-4f43-422e-ad00-4d33921772b7", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "17": {"file_id": "0dcbeb31-bb69-4533-86c8-59df77a6fd1d", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "18": {"file_id": "83288fbc-8d7e-4f23-b6c9-5da2212f3b9c", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "19": {"file_id": "1df57e43-5efb-407a-9e1a-c18a6b66fa67", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "20": {"file_id": "48bcc23e-9560-45fa-bcdc-6531aa42911e", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "21": {"file_id": "27f95863-5a8a-4545-b076-3b67f95cb655", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "22": {"file_id": "86e117b3-8ea9-46ec-8967-31254a7096d5", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "23": {"file_id": "f2217c1c-5c46-4cc3-99ac-fdf59b947172", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "24": {"file_id": "7730e518-490d-4cdc-9321-41e81978a028", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "25": {"file_id": "ef053e96-6c17-4f0a-b8eb-01690591c656", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "26": {"file_id": "82aec44d-4165-4bcf-b1d6-b6e9661605dc", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}, "27": {"file_id": "d564a01f-16bc-4b13-b1e9-978551221ffc", "job_id": "df1ab519-2d31-46d8-a75e-7e53d52eea7d"}}}